БухЭксп/Enums/CW_РеестрыНДС0Приложения.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.20">
	<Enum>
		<Properties>
			<Name>CW_РеестрыНДС0Приложения</Name>
		</Properties>
		<ChildObjects>
			<EnumValue>
				<Properties>
					<Name>ЖД</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>АВТО</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>АВИА</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>МОРЕ</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>ЖДПредоставление</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>АВИАТранзит</Name>
				</Properties>
			</EnumValue>
			<EnumValue>
				<Properties>
					<Name>ЖДТранзит</Name>
				</Properties>
			</EnumValue>
		</ChildObjects>
	</Enum>
</MetaDataObject>

БухЭксп/Enums/CW_РеестрыНДС0Приложения/Ext/ManagerModule.bsl
Функция ПолучитьСписокПриложений() Экспорт
	
	СписокЗначений = Новый СписокЗначений;
	СписокЗначений.Добавить(Перечисления.CW_РеестрыНДС0Приложения.ЖД);
	СписокЗначений.Добавить(Перечисления.CW_РеестрыНДС0Приложения.АВТО);
	СписокЗначений.Добавить(Перечисления.CW_РеестрыНДС0Приложения.АВИА);
	СписокЗначений.Добавить(Перечисления.CW_РеестрыНДС0Приложения.МОРЕ);
	
	Возврат СписокЗначений;
	
КонецФункции
